Repository: benjarogit/dk-backup-sync
Catalog: addons/plugin.program.auto.ftp.sync/resources/language/resource.language.*/strings.po
Languages: de_de

# #30002
source: Enable Sync
de_de: Synchronisation aktivieren

# #30003
source: Main System?
de_de: Hauptsystem?

# #30004
source: Enable 'addon_data' Sync
de_de: 'addon_data' Synchronisation aktivieren

# #30005
source: Favourites
de_de: Favoriten

# #30006
source: Custom Folder Name
de_de: Benutzerdefinierter Ordnername

# #30007
source: Specific Custom Folder for Overwrite
de_de: Spezifischer benutzerdefinierter Ordner zum Überschreiben

# #30008
source: Overwrite Static Favourites
de_de: Statische Favoriten überschreiben

# #30009
source: Static Folders (comma separated)
de_de: Statische Ordner (durch Kommas getrennt)

# #30010
source: Profile 1 – Connection
de_de: Profil 1 – Verbindung

# #30011
source: FTP Base Path
de_de: FTP-Basispfad

# #30013
source: FTP User
de_de: FTP-Benutzer

# #30014
source: FTP Password
de_de: FTP-Passwort

# #30015
source: Image Settings
de_de: Bildeinstellungen

# #30016
source: Image List URL
de_de: Bildlisten-URL

# #30017
source: Enable Image Rotation
de_de: Hintergrundbild-Rotation aktivieren

# #30018
source: Favourites downloaded
de_de: Favoriten heruntergeladen

# #30019
source: Error downloading Favourites
de_de: Fehler beim Herunterladen der Favoriten

# #30020
source: 'addon_data' Upload successful
de_de: 'addon_data' Upload erfolgreich

# #30021
source: Error downloading
de_de: Fehler beim Herunterladen

# #30022
source: Custom Folder Name is required
de_de: Ein benutzerdefinierter Ordnername ist erforderlich

# #30023
source: Custom folder '{folder}' does not exist on the server. Please create it and try again.
de_de: Der benutzerdefinierte Ordner '{folder}' existiert nicht auf dem Server. Bitte erstellen Sie ihn und versuchen Sie es erneut.

# #30024
source: Favorites successfully synchronized
de_de: Favoriten erfolgreich synchronisiert

# #30025
source: Error downloading {folder} favourites from server
de_de: Fehler beim Herunterladen der Favoriten vom Server: {folder}

# #30026
source: {folder} favourites downloaded
de_de: {folder} Favoriten heruntergeladen

# #30027
source: Synchronization complete. Reload to see the updated favourites?
de_de: Synchronisation abgeschlossen. Neu laden, um die aktualisierten Favoriten anzuzeigen?

# #30028
source: Error with favorites sync
de_de: Fehler bei Favoriten-Sync

# #30029
source: 'addon_data' Upload failed
de_de: 'addon_data' Upload fehlgeschlagen

# #30030
source: 'addon_data' synchronized
de_de: 'addon_data' synchronisiert

# #30031
source: Random image downloaded
de_de: Zufallsbild heruntergeladen

# #30032
source: Image list URL not provided
de_de: URL für Bildliste nicht angegeben

# #30033
source: No image URLs found in the list
de_de: Keine Bild-URLs in der Liste gefunden

# #30034
source: Cache cleared
de_de: Cache geleert

# #30035
source: 'addon_data' sync failed
de_de: 'addon_data' Synchronisation fehlgeschlagen

# #30036
source: Extra synchronization
de_de: Extra Synchronisation

# #30039
source: Enter backup name
de_de: Backup-Namen eingeben

# #30040
source: Creating backup...
de_de: Backup wird erstellt...

# #30041
source: Backup saved: {path} ({size})
de_de: Backup gespeichert: {path} ({size})

# #30042
source: Error: {err}
de_de: Fehler: {err}

# #30043
source: Backup folder not set or invalid.
de_de: Backup-Ordner nicht gesetzt oder ungültig.

# #30044
source: No files to backup.
de_de: Keine Dateien zum Sichern.

# #30045
source: Select ZIP file to restore
de_de: ZIP-Datei zum Wiederherstellen wählen

# #30046
source: Restoring...
de_de: Wiederherstellen...

# #30047
source: Restore complete.
de_de: Wiederherstellung abgeschlossen.

# #30048
source: Errors: {count} files could not be extracted.
de_de: Fehler: {count} Dateien konnten nicht entpackt werden.

# #30049
source: Restart Kodi to apply changes.
de_de: Kodi neu starten, um Änderungen zu übernehmen.

# #30050
source: Wipe cache/temp before restore?
de_de: Cache/Temp vor der Wiederherstellung leeren?

# #30051
source: Backup folder
de_de: Backup-Ordner

# #30052
source: Restore folder (optional)
de_de: Wiederherstellungs-Ordner (optional)

# #30053
source: Wipe cache before restore
de_de: Cache vor Wiederherstellung leeren

# #30055
source: Enable Auto-Clean on startup
de_de: Auto-Clean beim Start aktivieren

# #30056
source: Frequency
de_de: Häufigkeit

# #30057
source: Clear cache
de_de: Cache leeren

# #30058
source: Clear packages
de_de: Packages leeren

# #30059
source: Clear thumbnail cache
de_de: Thumbnail-Cache leeren

# #30060
source: Create backup
de_de: Backup erstellen

# #30061
source: Run Auto-Clean now
de_de: Auto-Clean jetzt ausführen

# #30062
source: Settings
de_de: Einstellungen

# #30063
source: Restore from ZIP
de_de: Aus ZIP wiederherstellen

# #30064
source: Restore from local file
de_de: Aus lokaler Datei wiederherstellen

# #30065
source: Restore from URL
de_de: Von URL wiederherstellen

# #30066
source: Enter backup ZIP URL (http(s)://...)
de_de: Backup-ZIP-URL eingeben (http(s)://...)

# #30067
source: Downloading...
de_de: Wird heruntergeladen...

# #30068
source: Download failed. Check URL and connection.
de_de: Download fehlgeschlagen. URL und Verbindung prüfen.

# #30070
source: Maintenance
de_de: Wartung

# #30071
source: Guide & Setup
de_de: Anleitung & Einrichtung

# #30072
source: Sync runs automatically at startup. See Guide for FTP and folder setup.
de_de: Sync läuft automatisch beim Start. Siehe Anleitung zu FTP und Ordnerstruktur.

# #30073
source: Auto FTP Sync – Guide & Setup
de_de: Auto FTP Sync – Anleitung & Einrichtung

# #30074
source: Folder structure:[CR]On your server (FTP, SFTP or SMB): base path / auto_fav_sync / <custom_folder> / favourites.xml[CR]Example: /kodi/auto_fav_sync/MyDevice/favourites.xml[CR][CR]Connection: In Settings → Connection you choose the connection type (FTP, SFTP, SMB) and the active profile (Profile 1–3). Sync always uses the active profile.[CR][CR]Static folders:[CR]Static favourite categories (e.g. Anime, Horror) are managed by this addon. Configure folder names in Settings → Favourites (comma-separated list). Storage: addon_data/plugin.program.auto.ftp.sync/Static Favourites/<Name>/favourites.xml.[CR][CR]Images:[CR]In Settings → Images you can set a URL list, a local folder or a network path (SMB/NFS) for background rotation.[CR][CR]Sync and Backup:[CR]Sync only favourites or also addon_data (Settings → Enable 'addon_data' Sync). For backup, include or exclude addon_data (Settings → Backup).[CR][CR]Backup & Restore:[CR]Backup: Open addon → Maintenance → Create backup. Restore: Maintenance → Restore from backup → choose local ZIP file or URL.[CR][CR]Recommended settings:[CR]Main system on, addon data sync on, background image rotation off, Auto-Clean off; Skin Startup on when the skin is installed.[CR][CR]Links (copy URL):[CR]GitHub: https://github.com/benjarogit/Auto-FTP-Sync-Plus-2026[CR]Kodi Nerds: https://www.kodinerds.net/thread/78796-release-favoriten-auto-ftp-sync-update-1-0-2-25-01-25/
de_de: Ordnerstruktur:[CR]Auf dem Server (FTP, SFTP oder SMB): Basis-Pfad / auto_fav_sync / <custom_folder> / favourites.xml[CR]Beispiel: /kodi/auto_fav_sync/MeinGerät/favourites.xml[CR][CR]Verbindung: In den Einstellungen unter Verbindung wählst du den Verbindungstyp (FTP, SFTP, SMB) und das aktive Verbindungsprofil (Profil 1–3). Der Sync nutzt immer das aktive Profil.[CR][CR]Statische Ordner:[CR]Statische Favoriten-Kategorien (z. B. Anime, Horror) werden vom Addon verwaltet. Ordnernamen unter Einstellungen → Favoriten eintragen (kommagetrennt). Speicherort: addon_data/plugin.program.auto.ftp.sync/Static Favourites/<Name>/favourites.xml.[CR][CR]Bilder:[CR]Unter Einstellungen → Bilder kannst du eine URL-Liste, einen lokalen Ordner oder einen Netzwerkpfad (SMB/NFS) für die Hintergrundrotation einstellen.[CR][CR]Sync und Backup:[CR]Nur Favoriten oder zusätzlich addon_data synchronisieren (Einstellungen → 'addon_data' Synchronisation). Beim Backup addon_data einbeziehen oder weglassen (Einstellungen → Backup).[CR][CR]Backup & Restore:[CR]Backup: Addon öffnen → Wartung → Backup erstellen. Restore: Wartung → Restore aus Backup → lokale ZIP-Datei oder URL wählen.[CR][CR]Empfohlene Einstellungen:[CR]Hauptsystem an, Addon-Datensynchronisation an, Hintergrundbildrotation aus, Auto-Clean aus; Skin-Start-Up an, wenn der Skin installiert ist.[CR][CR]Links (URL zum Kopieren):[CR]GitHub: https://github.com/benjarogit/Auto-FTP-Sync-Plus-2026[CR]Kodi Nerds: https://www.kodinerds.net/thread/78796-release-favoriten-auto-ftp-sync-update-1-0-2-25-01-25/

# #30076
source: To view the guide: Open the addon and choose 'Guide & Setup'.
de_de: Anleitung anzeigen: Addon starten und 'Anleitung & Einrichtung' wählen.

# #30077
source: Clear Kodi logs (userdata)
de_de: Kodi-Logs (userdata) leeren

# #30078
source: Clear addon data caches (all addons)
de_de: Addon-Data-Cache (alle Addons) leeren

# #30079
source: About
de_de: Über

# #30080
source: This skin is optimized for Auto FTP Sync.
de_de: Dieser Skin ist für Auto FTP Sync optimiert.

# #30081
source: Include addon_data in backup
de_de: addon_data in Backup einbeziehen

# #30082
source: Connection type
de_de: Verbindungstyp

# #30084
source: Image source
de_de: Bildquelle

# #30085
source: Local image folder
de_de: Lokaler Bildordner

# #30086
source: Network image path (SMB/NFS)
de_de: Netzwerkpfad (SMB/NFS)

# #30087
source: Active profile
de_de: Aktives Profil

# #30088
source: Profile 1
de_de: Profil 1

# #30089
source: Profile 2
de_de: Profil 2

# #30090
source: Profile 3
de_de: Profil 3

# #30091
source: Profile name
de_de: Profilname

# #30092
source: First-time setup
de_de: Ersteinrichtung

# #30093
source: Enable sync?
de_de: Synchronisation aktivieren?

# #30094
source: Setup complete. Open the addon menu and choose 'Guide & Setup' for the full guide.
de_de: Einrichtung abgeschlossen. Im Addon-Menü 'Anleitung & Einrichtung' für die volle Anleitung öffnen.

# #30095
source: Is this device the main system (upload source)?
de_de: Ist dieses Gerät das Hauptsystem (Upload-Quelle)?

# #30099
source: Connection type
de_de: Verbindungstyp

# #30100
source: Run first-time setup again
de_de: Ersteinrichtung erneut ausführen

# #30101
source: Skin Arctic Zephyr Doku is not installed – Startup Mod has no effect.
de_de: Skin Arctic Zephyr Doku ist nicht installiert – Start-Up-Mod hat keine Wirkung.

# #30102
source: Setup wizard
de_de: Einrichtungs-Assistent

# #30103
source: Welcome. In a few steps we will set up sync, connection type, server and folder names. You can change everything later in Settings.
de_de: Willkommen. In wenigen Schritten richten wir Sync, Verbindungstyp, Server und Ordnernamen ein. Alles kannst du später in den Einstellungen ändern.

# #30104
source: Step %d of %d
de_de: Schritt %d von %d

# #30105
source: Enable sync of favourites (and optionally addon data) with the server?
de_de: Soll die Synchronisation von Favoriten (und optional Addon-Daten) mit dem Server aktiviert werden?

# #30106
source: Yes = this device uploads data to the server; other devices download from it.
de_de: Ja = dieses Gerät lädt Daten zum Server hoch; andere Geräte laden sie von dort.

# #30107
source: Connection type (FTP, SFTP or SMB)
de_de: Verbindungstyp (FTP, SFTP oder SMB)

# #30108
source: FTP Host (IP or hostname of your server)
de_de: FTP-Host (IP oder Hostname des Servers)

# #30109
source: FTP User (login name)
de_de: FTP-Benutzer (Anmeldename)

# #30110
source: FTP Password (for the user above)
de_de: FTP-Passwort (für den obigen Benutzer)

# #30111
source: FTP Base Path (path on the server, e.g. kodi)
de_de: FTP-Basispfad (Pfad auf dem Server, z. B. kodi)

# #30112
source: Custom folder name (name for this device on the server, e.g. MyDevice)
de_de: Benutzerdefinierter Ordnername (Name für dieses Gerät auf dem Server, z. B. MyDevice)

# #30113
source: Static folders (favourite categories, comma-separated, e.g. Anime, Horror)
de_de: Statische Ordner (Favoriten-Kategorien, kommagetrennt, z. B. Anime, Horror)

# #30114
source: Setup complete. Open the addon and choose 'Guide & Setup' at the top.
de_de: Einrichtung abgeschlossen. Addon öffnen und oben 'Anleitung & Einrichtung' wählen.
