Repository: benjarogit/dk-backup-sync
Catalog: addons/plugin.program.dokukanal.buildsync/resources/language/resource.language.*/strings.po
Languages: de_de

# #30328
source: Remote path for backups (subfolder on server)
de_de: Remote-Pfad für Backups (Unterordner auf dem Server)

# #30329
source: From connection (FTP/SFTP/SMB)
de_de: Von Verbindung (FTP/SFTP/SMB)

# #30330
source: Sync
de_de: Synchronisation

# #30332
source: Favourites – General
de_de: Favoriten – Allgemein

# #30333
source: Custom folder
de_de: Eigener Ordner

# #30334
source: Static folders
de_de: Statische Ordner

# #30335
source: None (disabled)
de_de: Keine (deaktiviert)

# #30336
source: Image source
de_de: Bildquelle

# #30337
source: Image display
de_de: Bildanzeige

# #30338
source: Create backup
de_de: Backup erstellen

# #30339
source: Restore
de_de: Wiederherstellen

# #30341
source: Only one device should have 'upload' enabled; others sync by download only.
de_de: Nur ein Gerät sollte 'hochladen' aktiv haben; die anderen synchronisieren nur per Download.

# #30342
source: Instructions
de_de: Anleitungen

# #30344
source: Sync on startup: Favourites, Add-on-Data, images. Add-on-Data: enable sync, then choose which device uploads (one device only).
de_de: Diese Anleitung erklärt den FTP-Sync beim Kodi-Start.[CR][CR][B]Was wird synchronisiert?[/B] Beim Start können Favoriten (favourites.xml), Add-on-Daten (z. B. Einstellungen anderer Addons) und Hintergrundbilder mit einem Server abgeglichen werden. Alles wird unter Einstellungen → Sync ein- oder ausgeschaltet.[CR][CR][B]Hauptsystem[/B] bedeutet: Dieses Gerät gilt als „Hauptgerät“. Nur ein Gerät sollte als Hauptsystem eingestellt sein; es lädt die Daten zum Server hoch. Alle anderen Geräte laden von dort herunter. So vermeidest du Konflikte.[CR][CR][B]Add-on-Data[/B]: Zuerst „Add-on-Datensync“ aktivieren. Dann unter „Welches Gerät lädt Add-on-Daten hoch?“ genau ein Gerät wählen (nur eines). Typische Fehlerquelle: Zwei Geräte als Uploader – dann überschreiben sich die Daten.[CR][CR][B]Wo einstellen?[/B] Einstellungen → Sync: Sync beim Start, Hauptsystem, Favoriten-Intervall, Add-on-Data und Bilder.

# #30345
source: Favourites
de_de: Favoriten

# #30346
source: Sync interval, merge/overwrite mode. Server folder for sync. Static folders for overwrite.
de_de: So bleiben deine Kodi-Favoriten auf mehreren Geräten gleich.[CR][CR][B]Sync-Intervall[/B]: Wie oft (in Minuten) Favoriten mit dem Server abgeglichen werden. 0 = nur beim Kodi-Start. Unter Einstellungen → Sync einstellbar.[CR][CR][B]Merge (Zusammenführen)[/B]: Lokale und Server-Favoriten werden zusammengeführt; nichts geht verloren. [B]Overwrite (Überschreiben)[/B]: Nur die Liste vom Server wird übernommen; lokale Änderungen gehen verloren. Modus unter Einstellungen → Favoriten wählbar.[CR][CR][B]Server-Ordner[/B]: Auf dem FTP/SFTP/SMB-Server muss ein Ordner pro „Benutzer“ existieren (z. B. ein Ordner „benni“ mit favourites.xml darin). Siehe Anleitung „Serverstruktur“ und „Ordner auf Server anlegen“.[CR][CR][B]Statische Ordner[/B]: Vordefinierte Kategorien (z. B. Anime, Horror). Sie werden vom Addon verwaltet; bei „Nur überschreiben“ wird nur die Server-Liste übernommen.

# #30347
source: Show instructions
de_de: Anleitung anzeigen

# #30348
source: Open plugin
de_de: Plugin öffnen

# #30349
source: Image settings
de_de: Bildeinstellungen

# #30350
source: Image source (URL, local, network), rotation, display mode.
de_de: Das Addon kann Hintergrundbilder fürs Menü rotieren (z. B. Slideshow).[CR][CR][B]Bildquelle[/B]: Unter Einstellungen → Bilder wählst du die Quelle: eine URL (z. B. Picsum für Zufallsbilder), einen lokalen Ordner oder einen Netzwerkpfad (SMB/NFS). Der Pfad muss von Kodi erreichbar sein.[CR][CR][B]Rotation[/B]: Wie oft das Bild gewechselt wird (Intervall in Minuten). 0 = kein Wechsel.[CR][CR][B]Anzeigemodus[/B]: Skalierung, z. B. Füllen oder Zentriert. Wenn nichts angezeigt wird: Pfad prüfen, bei URLs Internetverbindung prüfen; bei SMB Benutzer/Passwort in der Quelle eintragen.[CR][CR][B]Wo?[/B] Einstellungen → Bilder.

# #30352
source: Clear cache, packages, thumbnails, logs. Optionally clear addon caches (all addons).
de_de: Auto-Clean räumt regelmäßig Kodi- und ggf. Addon-Caches weg – gut gegen Speichermangel und alte Daten.[CR][CR][B]Was wird gelöscht?[/B] Cache, Paket-Cache, Thumbnails (Vorschaubilder), Logs. Optional: Caches aller Add-ons. Unter Einstellungen → Auto-Clean kannst du Intervalle und die Option „Addon-Caches leeren“ einstellen.[CR][CR][B]Ablauf[/B]: Beim nächsten geplanten Lauf (oder manuell über Addon-Menü → Auto-Clean ausführen) werden die gewählten Ordner geleert. Kodi läuft weiter.[CR][CR][B]Typische Fehler[/B]: Zu kurzes Intervall – dann werden Thumbnails ständig neu geladen. „Addon-Caches“ nur aktivieren, wenn du Platz brauchst oder Addons Probleme machen.[CR][CR][B]Wo?[/B] Einstellungen → Auto-Clean; Menüpunkt „Auto-Clean ausführen“ im Addon.

# #30354
source: Install or activate the Doku-Kanal skin from addon settings.
de_de: Der Doku-Kanal-Skin ist das Erscheinungsbild (Theme) für Kodi, das zu diesem Addon passt.[CR][CR][B]Installation[/B]: Wenn der Skin noch nicht installiert ist, findest du unter Einstellungen → Skin einen Eintrag zum Installieren. Dazu muss das Doku-Kanal-Repository installiert sein (eine einmalige ZIP-Installation von der Releases-Seite).[CR][CR][B]Aktivierung[/B]: Ist der Skin bereits installiert, wechsle in Kodi unter Einstellungen → Erscheinungsbild → Skin zu „Doku-Kanal (Skin)“.[CR][CR][B]Skin-Start-Up[/B]: In den Addon-Einstellungen kannst du „Skin-Start-Up beim Kodi-Start“ aktivieren – dann werden z. B. Hintergrundbilder und Einstellungen des Skins beim Start geladen.[CR][CR][B]Wo?[/B] Einstellungen → Skin; Kodi-Einstellungen → Erscheinungsbild.

# #30356
source: Enable Autostop
de_de: Autostop aktivieren

# #30357
source: Stop paused after (minutes)
de_de: Pause stoppen nach (Minuten)

# #30358
source: Sleep timer (minutes)
de_de: Schlaf-Timer (Minuten)

# #30359
source: Notify before stop (seconds)
de_de: Hinweis vor Stopp (Sekunden)

# #30360
source: Fixed extension (minutes)
de_de: Feste Verlängerung (Minuten)

# #30362
source: Pause handling
de_de: Pause-Verhalten

# #30363
source: Start screensaver when stopping
de_de: Bildschirmsparer beim Stopp starten

# #30364
source: Reset sleep timer to 0 when stopped
de_de: Schlaf-Timer beim Stopp auf 0 setzen

# #30365
source: Show "Stop playback now" in extension dialog
de_de: "Wiedergabe jetzt stoppen" im Verlängerungsdialog anzeigen

# #30366
source: Log Autostop activity (debug)
de_de: Autostop-Aktivität protokollieren (Debug)

# #30367
source: Sleep timer
de_de: Schlaf-Timer

# #30368
source: Playback will stop in
de_de: Wiedergabe stoppt in

# #30369
source: seconds.
de_de: Sekunden.

# #30370
source: Extended by
de_de: Verlängert um

# #30371
source: minutes.
de_de: Minuten.

# #30372
source: Sleep timer
de_de: Schlaf-Timer

# #30373
source: Choose extension time
de_de: Verlängerung wählen

# #30374
source: User requested stop playback.
de_de: Wiedergabe auf Benutzerwunsch gestoppt.

# #30375
source: Notification time and stop time cannot be equal; notification set to 5 min.
de_de: Hinweiszeit und Stoppzeit dürfen nicht gleich sein; Hinweis auf 5 Min. gesetzt.

# #30376
source: Paused too long
de_de: Zu lange pausiert

# #30377
source: Autostop stopped (paused):
de_de: Autostop gestoppt (Pause):

# #30378
source: Autostop stopped (sleep timer):
de_de: Autostop gestoppt (Schlaf-Timer):

# #30379
source: [INFO] Instructions
de_de: [INFO] Anleitung

# #30381
source: Autostop: Pause-Stop, Play-Stop, notification, screensaver, extension. Use the sleep timer or the "Stop playback now" option in the extension dialog.
de_de: Autostop beendet die Wiedergabe automatisch – z. B. nach langer Pause oder nach einer eingestellten Laufzeit (Schlaf-Timer).[CR][CR][B]Pause-Stop[/B]: Wenn ein Video zu lange pausiert ist („Pause stoppen nach … Minuten“), wird die Wiedergabe gestoppt. Verhindert, dass etwas stundenlang „angehalten“ bleibt.[CR][CR][B]Schlaf-Timer[/B]: Stoppt die Wiedergabe nach einer festen Minutenanzahl – z. B. zum Einschlafen. Unter Einstellungen → Autostop einstellbar.[CR][CR][B]Benachrichtigung und Verlängerung[/B]: Kurz vor dem Stopp erscheint eine Meldung. In dem Dialog kannst du „Verlängerung“ wählen (noch ein paar Minuten) oder „Wiedergabe jetzt stoppen“. Optional startet der Bildschirmsparer beim Stopp.[CR][CR][B]Wo?[/B] Einstellungen → Autostop. Nach Änderungen Kodi neu starten, damit Autostop greift.

# #30382
source: Show changelog
de_de: Changelog anzeigen
