Repository: benjarogit/dk-backup-sync
Catalog: addons/plugin.program.dokukanal.buildsync/resources/language/resource.language.*/strings.po
Languages: de_de

# #30002
source: Enable sync on startup
de_de: Sync beim Start aktivieren

# #30003
source: This device uploads addon_data
de_de: Dieses Gerät lädt Add-on-Data hoch

# #30004
source: Sync addon_data too
de_de: Add-on-Data mit synchronisieren

# #30005
source: Favourites
de_de: Favoriten

# #30006
source: Server folder for sync
de_de: Server-Ordner für Sync

# #30007
source: Second folder (reserved)
de_de: Zweiter Ordner (reserviert)

# #30008
source: Overwrite Static Favourites
de_de: Statische Ordner überschreiben

# #30009
source: Static Folders (comma separated)
de_de: Statische Ordner

# #30011
source: Base path (e.g. kodi – FTP/SFTP: directory on server, SMB: share name)
de_de: Basis-Pfad (z. B. kodi – FTP/SFTP: Verzeichnis auf dem Server, SMB: Share-Name)

# #30012
source: Host (IP address or hostname)
de_de: Host (IP-Adresse oder Hostname)

# #30013
source: Username
de_de: Benutzername

# #30014
source: FTP Password
de_de: FTP-Passwort

# #30015
source: Image Settings
de_de: Bildeinstellungen

# #30016
source: Image List URL
de_de: Bildlisten-URL

# #30017
source: Enable Image Rotation
de_de: Hintergrundbild-Rotation aktivieren

# #30040
source: Creating build backup...
de_de: Build-Backup wird erstellt...

# #30041
source: Build backup saved: {path} ({size})
de_de: Build-Backup gespeichert: {path} ({size})

# #30042
source: Error: {err}
de_de: Fehler: {err}. Bitte Pfad und Einstellungen prüfen und erneut versuchen.

# #30043
source: Backup folder not set or invalid.
de_de: Backup-Ordner nicht gesetzt oder ungültig. Bitte unter Einstellungen → Backup den Speicherort festlegen.

# #30044
source: No files to backup.
de_de: Keine Dateien zum Sichern. Bitte Backup-Pfad unter Einstellungen → Backup prüfen.

# #30045
source: Select ZIP file to restore
de_de: ZIP-Datei zum Wiederherstellen wählen

# #30046
source: Restoring...
de_de: Wiederherstellen...

# #30047
source: Restore complete.
de_de: Wiederherstellung abgeschlossen.

# #30048
source: Errors: {count} files could not be extracted.
de_de: Fehler: {count} Dateien konnten nicht entpackt werden.

# #30050
source: Wipe cache/temp before restore?
de_de: Cache/Temp vor der Wiederherstellung leeren?

# #30051
source: Backup folder
de_de: Speicherort für Backup-ZIPs (z. B. lokaler Ordner oder Netzwerkpfad)

# #30052
source: Restore folder (optional)
de_de: Wiederherstellungs-Ordner (optional)

# #30053
source: Wipe cache before restore
de_de: Cache vor Wiederherstellung leeren

# #30055
source: Enable Auto-Clean on startup
de_de: Auto-Clean beim Start aktivieren

# #30056
source: Frequency
de_de: Häufigkeit

# #30057
source: Clear cache
de_de: Cache leeren

# #30058
source: Clear packages
de_de: Packages leeren

# #30059
source: Clear thumbnail cache
de_de: Thumbnail-Cache leeren

# #30060
source: Backup: Create
de_de: Backup: Erstellen

# #30063
source: Backup: Restore
de_de: Backup: Zurücksetzen

# #30064
source: Choose local file
de_de: Lokale Datei wählen

# #30065
source: Choose external (URL) file
de_de: Externe Datei (URL) wählen

# #30066
source: Enter backup ZIP URL (http(s)://...)
de_de: Backup-ZIP-URL eingeben (http(s)://...)

# #30067
source: Downloading...
de_de: Wird heruntergeladen...

# #30068
source: Download failed. Check URL and connection.
de_de: Download fehlgeschlagen. URL und Verbindung prüfen.

# #30320
source: Choose source: local ZIP file or URL.
de_de: Quelle wählen: lokale ZIP-Datei oder URL.

# #30070
source: Maintenance
de_de: Wartung

# #30071
source: Guide & Setup
de_de: Anleitung & Einrichtung

# #30073
source: Auto FTP Sync – Guide & Setup
de_de: Auto FTP Sync – Anleitung & Einrichtung

# #30074
source: Wizard: The first-time setup wizard does not run automatically. To run it: Open addon → Maintenance → 'Run first-time setup again'.[CR][CR]Folders: The addon tries to create the required remote folder structure automatically. If that fails (e.g. permissions), create the folder structure on the server manually (Settings → Info & Guide). Use lowercase for folder names (e.g. benni, anime). If the custom folder is still missing, the addon shows 'Custom folder not found'.[CR][CR]Server structure: One folder = custom name (e.g. Benni); inside: favourites.xml and addon_data.zip. Per static entry (setting 'Static folders') one subfolder with that exact name containing favourites.xml. Folder names are normalized to lowercase – create them on the server in lowercase (e.g. benni, anime).[CR][CR]Test connection: Use e.g. FileZilla (FTP/SFTP) or Windows Explorer (SMB) with the same host, user, and path; the addon has no built-in 'Test connection' button.[CR][CR]Folder structure:[CR]On your server (FTP, SFTP or SMB): base path / auto_fav_sync / <custom_folder> / favourites.xml[CR]Example: /kodi/auto_fav_sync/MyDevice/favourites.xml[CR][CR]Connection: In Settings → Connection you choose the connection type (FTP, SFTP, SMB) and the active profile (Profile 1–3). Sync always uses the active profile.[CR][CR]Static folders:[CR]Static favourite categories (e.g. Anime, Horror) are managed by this addon. Configure folder names in Settings → Favourites (comma-separated list). Storage: addon_data/plugin.program.auto.ftp.sync/Static Favourites/<Name>/favourites.xml.[CR][CR]Images:[CR]In Settings → Images you can set a URL list, a local folder or a network path (SMB/NFS) for background rotation.[CR][CR]Sync and Backup:[CR]Sync only favourites or also addon_data (Settings → Enable 'addon_data' Sync). For backup, include or exclude addon_data (Settings → Backup).[CR][CR]Backup & Restore:[CR]Backup: Open addon → Maintenance → Create backup. Restore: Maintenance → Restore from backup → choose local ZIP file or URL.[CR][CR]Recommended settings:[CR]Main system on, addon data sync on, background image rotation off, Auto-Clean off; Skin Startup on when the skin is installed.[CR][CR]Links (copy URL):[CR]GitHub: https://github.com/benjarogit/Auto-FTP-Sync-Plus-2026[CR]Kodi Nerds: https://www.kodinerds.net/thread/78796-release-favoriten-auto-ftp-sync-update-1-0-2-25-01-25/
de_de: [B]Wizard:[/B] Der Ersteinrichtungs-Assistent startet nicht automatisch. Manuell starten: Addon öffnen → Wartung → 'Ersteinrichtung erneut ausführen'.[CR][CR][B]Ordner auf dem Server anlegen:[/B] Das Addon versucht, die benötigte Remote-Ordnerstruktur automatisch anzulegen. Schlägt das fehl (z. B. Rechte), lege die Ordnerstruktur manuell an: Schema Basis-Pfad/auto_fav_sync/<Ordnername> (Kleinbuchstaben, z. B. benni). Pro statischem Eintrag (Einstellung 'Statische Ordner') einen Unterordner mit genau diesem Namen, darin favourites.xml. Einstellungen → Info & Anleitung. Fehlt der Ordner danach noch, erscheint 'Benutzerdefinierter Ordner nicht gefunden'.[CR][CR][B]Serverstruktur:[/B] Ein Ordner = Benutzerdefinierter Name (z. B. Benni); darin favourites.xml und ggf. addon_data.zip. Pro statischem Eintrag ein Unterordner mit diesem Namen, darin favourites.xml. Ordner in Kleinbuchstaben anlegen (z. B. benni, anime).[CR][CR][B]Verbindung testen:[/B] Z. B. FileZilla (FTP/SFTP) oder Windows-Explorer (SMB) mit gleichem Host, User und Pfad; das Addon hat keinen 'Verbindung testen'-Button.[CR][CR][B]Ordnerstruktur auf FTP:[/B][CR]Basis-Pfad / auto_fav_sync / <Ordnername> / favourites.xml[CR]Beispiel: /kodi/auto_fav_sync/benni/favourites.xml[CR][CR][B]Verbindung:[/B] In den Einstellungen unter Verbindung wählst du den Verbindungstyp (FTP, SFTP, SMB) und das aktive Verbindungsprofil (Profil 1–3). Der Sync nutzt immer das aktive Profil.[CR][CR][B]Statische Ordner:[/B] Statische Favoriten-Kategorien (z. B. Anime, Horror) werden vom Addon verwaltet. Ordnernamen unter Einstellungen → Favoriten eintragen (kommagetrennt). Speicherort: addon_data/plugin.program.auto.ftp.sync/Static Favourites/<Name>/favourites.xml.[CR][CR][B]Bilder:[/B] Unter Einstellungen → Bilder kannst du eine URL-Liste, einen lokalen Ordner oder einen Netzwerkpfad (SMB/NFS) für die Hintergrundrotation einstellen.[CR][CR][B]Sync und Backup:[/B] Nur Favoriten oder zusätzlich addon_data synchronisieren (Einstellungen → 'addon_data' Synchronisation). Beim Backup addon_data einbeziehen oder weglassen (Einstellungen → Backup).[CR][CR][B]Backup und Restore:[/B] Backup: Addon öffnen → Backup erstellen (Hauptmenü oder Wartung). Restore: Build wiederherstellen → lokale ZIP-Datei oder URL wählen.[CR][CR][B]Empfohlene Einstellungen:[/B] Hauptsystem an, Addon-Datensynchronisation an, Hintergrundbildrotation aus, Auto-Clean aus; Skin-Start-Up an, wenn der Skin installiert ist.[CR][CR][B]Links (URL zum Kopieren):[/B][CR]GitHub: https://github.com/benjarogit/Auto-FTP-Sync-Plus-2026[CR]Kodi Nerds: https://www.kodinerds.net/thread/78796-release-favoriten-auto-ftp-sync-update-1-0-2-25-01-25/

# #30076
source: To view the guide: Open the addon and choose 'Guide & Setup'.
de_de: Anleitung anzeigen: Addon starten und 'Anleitung & Einrichtung' wählen.

# #30077
source: Clear Kodi logs (userdata)
de_de: Kodi-Logs (userdata) leeren

# #30078
source: Clear cache, thumbnail and log folders of all add-ons (plugins, scripts, skins)
de_de: Cache-, Thumbnail- und Log-Ordner aller Add-ons (Plugins, Skripte, Skins) leeren

# #30079
source: About
de_de: Über

# #30080
source: This skin is optimized for Auto FTP Sync.
de_de: Dieser Skin ist für Auto FTP Sync optimiert.

# #30081
source: Include addon_data in backup
de_de: addon_data in Backup einbeziehen

# #30082
source: Connection type (FTP / SFTP / SMB)
de_de: Verbindungstyp (FTP / SFTP / SMB)

# #30083
source: SFTP port (default: 22)
de_de: SFTP-Port (Standard: 22)

# #30084
source: Image source
de_de: Bildquelle

# #30085
source: Local image folder
de_de: Lokaler Bildordner

# #30086
source: Network image path (SMB)
de_de: Netzwerkpfad (SMB)

# #30100
source: Run first-time setup again
de_de: Ersteinrichtung erneut ausführen

# #30118
source: Always
de_de: Immer

# #30119
source: Daily
de_de: Täglich

# #30120
source: Every 3 Days
de_de: Alle 3 Tage

# #30121
source: Weekly
de_de: Wöchentlich

# #30122
source: Monthly
de_de: Monatlich

# #30136
source: Version %s has been installed. Changelog: see GitHub Releases.
de_de: Version %s wurde installiert. Changelog: siehe GitHub Releases.

# #30137
source: Show full guide
de_de: Vollständige Anleitung anzeigen

# #30139
source: Restore URL (used when choosing 'Restore from URL')
de_de: Wiederherstellungs-URL (wird bei 'Von URL wiederherstellen' verwendet)

# #30140
source: Delete backup file after restore?
de_de: Backup-Datei nach der Wiederherstellung löschen?

# #30141
source: Restoration complete. Kodi will restart when you click OK.
de_de: Wiederherstellung abgeschlossen. Kodi wird beim Klick auf OK neu gestartet.

# #30142
source: Keep
de_de: Behalten

# #30143
source: Delete
de_de: Löschen

# #30144
source: Test connection
de_de: Verbindung testen

# #30146
source: Connection failed
de_de: Verbindung fehlgeschlagen. Bitte Host, Benutzer und Passwort in den Einstellungen unter Verbindung prüfen.

# #30147
source: Connection
de_de: Verbindung

# #30150
source: Server structure
de_de: Serverstruktur

# #30151
source: One folder = custom name (e.g. Benni); inside: favourites.xml and addon_data.zip. Per static entry one subfolder with that name containing favourites.xml. Use lowercase on the server (e.g. benni, anime).[CR][CR]Folder structure on FTP:[CR]Base path / auto_fav_sync / <folder name> / favourites.xml[CR]Example: /kodi/auto_fav_sync/benni/favourites.xml
de_de: Auf dem Server (FTP/SFTP/SMB) muss für jedes „Gerät“ oder jeden Benutzer ein eigener Ordner existieren.[CR][CR][B]Struktur[/B]: Ein Ordner = ein Name (z. B. benni, anime). Darin liegen favourites.xml und optional addon_data.zip. Pro statischem Favoriten-Ordner (Einstellung „Statische Ordner“) ein Unterordner mit genau diesem Namen, darin favourites.xml.[CR][CR][B]Kleinbuchstaben[/B]: Ordner auf dem Server am besten in Kleinbuchstaben anlegen (z. B. benni, anime), damit es auf allen Geräten gleich funktioniert.[CR][CR][B]Beispiel FTP[/B]: Basis-Pfad / auto_fav_sync / benni / favourites.xml. Der Basis-Pfad wird unter Einstellungen → Verbindung eingetragen; auto_fav_sync und die Unterordner legt das Addon an oder du manuell.[CR][CR][B]Wo?[/B] Einstellungen → Verbindung (Basis-Pfad); Einstellungen → Favoriten (statische Ordner).

# #30152
source: Create folders on server
de_de: Ordner auf Server anlegen

# #30153
source: The addon tries to create the required remote folder structure automatically. If that fails (e.g. permissions), create it manually: base path/auto_fav_sync/<folder name> (lowercase, e.g. benni). Per static entry (setting 'Static folders') one subfolder with that name containing favourites.xml.
de_de: Die Ordner auf dem Server braucht das Addon für den Favoriten-Sync.[CR][CR][B]Automatisch[/B]: Beim ersten Sync versucht das Addon, die Ordner (z. B. auto_fav_sync und darunter dein Gerätename) selbst anzulegen. Funktioniert das, musst du nichts tun.[CR][CR][B]Manuell[/B]: Wenn es fehlschlägt (z. B. fehlende Rechte auf dem Server), lege die Ordner selbst an: Basis-Pfad/auto_fav_sync/<Ordnername> in Kleinbuchstaben (z. B. benni). Pro statischem Eintrag (Einstellung „Statische Ordner“) einen Unterordner mit genau diesem Namen; darin später die Datei favourites.xml (wird vom Addon geschrieben).[CR][CR][B]Typische Fehler[/B]: Falscher Basis-Pfad; Schreibrechte fehlen; Ordner mit Großbuchstaben oder Sonderzeichen. Nach dem Anlegen „Verbindung testen“ ausführen.[CR][CR][B]Wo?[/B] Einstellungen → Verbindung (Basis-Pfad); Einstellungen → Favoriten (Statische Ordner).

# #30154
source: Connection & Test connection
de_de: Verbindung & Verbindung testen

# #30155
source: In Settings → Connection you choose the connection type (FTP, SFTP, SMB). Sync uses this connection.[CR][CR]Test connection: In Settings → Connection use the 'Test connection' button. On success you see 'Connection successful'.
de_de: Ohne funktionierende Verbindung zum Server läuft kein Sync.[CR][CR][B]Verbindungstyp[/B]: Unter Einstellungen → Verbindung wählst du FTP, SFTP oder SMB. SFTP und SMB nutzen Kodi-eigene Funktionen; meist sind keine Extra-Addons nötig.[CR][CR][B]Einstellungen pro Verbindung[/B]: Host (Adresse des Servers), Port, Benutzername, Passwort bzw. Pfad. Du kannst bis zu drei Profile speichern (z. B. Zuhause, Büro) und unter „Aktive Verbindung“ umschalten.[CR][CR][B]Verbindung testen[/B]: In den Einstellungen unter Verbindung den Button „Verbindung testen“ nutzen. Bei Erfolg erscheint „Verbindung erfolgreich“. Typische Fehler: falscher Host/Port, Firewall blockiert, falsches Passwort oder Pfad.[CR][CR][B]Wo?[/B] Einstellungen → Verbindung.

# #30157
source: Backup: Open addon → Create backup (main menu or Maintenance). Restore: Restore build → choose local ZIP file or URL. Optional: include addon_data in backup (Settings → Backup).
de_de: Backup sichert deine Kodi-Daten (Einstellungen, Favoriten, ggf. Addon-Daten) in einer ZIP-Datei. Restore stellt sie wieder her.[CR][CR][B]Backup erstellen[/B]: Addon öffnen (Programme oder Einstellungen → Addon) → im Hauptmenü „Backup erstellen“ oder unter Wartung „Backup erstellen“. Die ZIP wird im konfigurierten Backup-Ordner gespeichert. Optional: Unter Einstellungen → Backup „addon_data in Backup einbeziehen“ aktivieren – dann werden auch Addon-Einstellungen mit gesichert.[CR][CR][B]Wiederherstellen[/B]: Addon öffnen → „Build wiederherstellen“. Lokale ZIP-Datei wählen oder eine URL eingeben (z. B. von einem Cloud-Speicher). Vor dem Restore kannst du wählen, ob der bisherige Benutzerordner geleert werden soll.[CR][CR][B]Typische Fehler[/B]: Zu wenig Speicherplatz; falscher Pfad; ZIP von einem anderen Kodi-Build. Nach Restore Kodi ggf. neu starten.

# #30158
source: Recommended settings
de_de: Empfohlene Einstellungen

# #30159
source: Main system on, addon data sync on, background image rotation off, Auto-Clean off; Skin Startup on when the skin is installed.
de_de: Diese Vorschläge passen gut für den typischen Einsatz mit Sync und Skin.[CR][CR][B]Hauptsystem[/B]: An – damit dieses Gerät die Daten zum Server hochlädt (nur ein Gerät als Hauptsystem wählen).[CR][CR][B]Addon-Datensync[/B]: An – dann werden auch Einstellungen anderer Addons mit dem Server abgeglichen. Unter „Welches Gerät lädt Add-on-Daten hoch?“ nur ein Gerät wählen.[CR][CR][B]Hintergrundbildrotation[/B]: Aus – wenn du keine wechselnden Bilder brauchst; an, wenn du eine Slideshow möchtest.[CR][CR][B]Auto-Clean[/B]: Aus – es sei denn, du willst regelmäßig Cache/Thumbnails leeren lassen.[CR][CR][B]Skin-Start-Up[/B]: An, sobald der Doku-Kanal-Skin installiert ist – dann werden Skin-Einstellungen und Hintergrund beim Start geladen.[CR][CR][B]Wo?[/B] Einstellungen → Sync, Favoriten, Bilder, Auto-Clean, Skin.

# #30160
source: Picsum (Random)
de_de: Picsum (Zufall)

# #30161
source: Network path (SMB)
de_de: Netzwerkpfad (SMB)

# #30162
source: Auto-Clean complete.
de_de: Auto-Clean abgeschlossen.

# #30163
source: Background image display
de_de: Hintergrundbild-Anzeige

# #30164
source: Download
de_de: Herunterladen

# #30165
source: Show directly from URL
de_de: Direkt von URL anzeigen

# #30166
source: Connection 1
de_de: Verbindung 1

# #30167
source: Connection 2
de_de: Verbindung 2

# #30168
source: Connection 3
de_de: Verbindung 3

# #30169
source: Active connection
de_de: Aktive Verbindung

# #30170
source: Add Doku-Kanal source to file manager?
de_de: Quelle „Doku-Kanal“ im Dateimanager eintragen?

# #30171
source: File manager source: In Settings → File manager → Add source you can add the Doku-Kanal repository. Name: Doku-Kanal. Path: https://github.com/benjarogit/dk-backup-sync/tree/main/repo/output
de_de: Über eine Quelle im Kodi-Dateimanager kannst du die Repo-ZIPs direkt im Dateisystem durchsuchen (z. B. um ein Addon manuell zu installieren).[CR][CR][B]Schritt für Schritt[/B]: In Kodi zu Einstellungen → Dateimanager → Quelle hinzufügen gehen. Als Name z. B. „Doku-Kanal“ eintragen. Als Pfad die Repo-URL eintragen (siehe unten). Speichern.[CR][CR][B]Pfad[/B]: https://github.com/benjarogit/dk-backup-sync/tree/main/repo/output – dort liegen addons.xml und die Addon-ZIPs. Kodi zeigt den Inhalt wie einen Ordner.[CR][CR][B]Hinweis[/B]: Normalerweise reicht die Installation des Repository-Addons (eine ZIP von der Releases-Seite); danach werden Updates über Add-ons → Repository geladen. Die Dateimanager-Quelle ist optional, z. B. für manuelle Installationen.[CR][CR][B]Wo?[/B] Kodi-Einstellungen → Dateimanager → Quelle hinzufügen.

# #30172
source: File manager source (Doku-Kanal)
de_de: Dateimanager-Quelle (Doku-Kanal)

# #30174
source: Use / install Doku-Kanal skin
de_de: Doku-Skin verwenden

# #30176
source: Doku-Kanal skin is already installed. You can activate it under Settings → Look and feel.
de_de: Der Doku-Kanal-Skin ist bereits installiert. Aktivieren unter Einstellungen → Erscheinungsbild.

# #30180
source: Background updated
de_de: Hintergrund aktualisiert

# #30181
source: Favourites sync interval (minutes; 0 = only at start)
de_de: Wie oft Favoriten mit dem Server abgeglichen werden (0 = nur beim Kodi-Start).

# #30183
source: Only at start
de_de: Nur beim Start

# #30190
source: Backup favourites now
de_de: Favoriten sichern

# #30191
source: Open settings
de_de: Einstellungen

# #30192
source: Info and guides
de_de: Infos und Anleitungen

# #30193
source: Install skin
de_de: Skin installieren

# #30194
source: Info (hint)
de_de: Info (Hinweis)

# #30195
source: Manual action
de_de: Manuelle Aktion

# #30196
source: Test connection 1
de_de: Verbindung 1 testen

# #30197
source: Test connection 2
de_de: Verbindung 2 testen

# #30198
source: Test connection 3
de_de: Verbindung 3 testen

# #30199
source: Image list URL reachable.
de_de: Bildquellen-URL erreichbar.

# #30200
source: Test image sources URL
de_de: Bildquellen testen

# #30201
source: Settings & Actions
de_de: Einstellungen & Aktionen

# #30202
source: Backup favourites now
de_de: Favoriten jetzt sichern

# #30220
source: Since no connection is configured, favourites were saved locally only. Location: {path}
de_de: Da keine Verbindung konfiguriert wurde, wurden die Favoriten nur lokal gesichert. Speicherort: {path}

# #30222
source: Favourites sync mode
de_de: Favoriten-Sync-Modus

# #30223
source: Merge (Union)
de_de: Zusammenführen: lokale und Server-Favoriten kombinieren

# #30224
source: Overwrite only
de_de: Nur überschreiben: nur Server-Liste verwenden (lokale Favoriten ersetzen)

# #30226
source: Not configured.
de_de: Keine Verbindung eingerichtet. Host, Benutzer und Pfad unter Einstellungen → Verbindung eintragen.

# #30227
source: Test
de_de: Testen

# #30228
source: Cancel
de_de: Abbrechen

# #30300
source: Please wait…
de_de: Bitte warten…

# #30301
source: Favourites will be synced with the server or a local backup will be created.
de_de: Die Favoriten werden mit dem Server synchronisiert bzw. eine lokale Sicherung wird erstellt.

# #30302
source: The configured image source URLs will be checked for availability.
de_de: Die konfigurierten Bildquellen-URLs werden auf Erreichbarkeit geprüft.

# #30303
source: Temporary and cache files will be cleaned according to your settings.
de_de: Cache, Packages und Thumbnail-Cache werden gemäß Einstellungen (Einstellungen → Auto-Clean) bereinigt.

# #30304
source: A backup of the current settings and data will be created at the configured location.
de_de: Eine Sicherung der aktuellen Einstellungen und Daten wird am konfigurierten Speicherort erstellt.

# #30305
source: A previously created backup will be restored. Current data may be overwritten.
de_de: Eine zuvor erstellte Sicherung wird wiederhergestellt. Bestehende Daten können überschrieben werden.

# #30306
source: The following connection will be tested to see if a connection is possible:
de_de: Es wird die folgende Verbindung getestet, ob eine Verbindung möglich ist:

# #30307
source: Testing connection…
de_de: Verbindung wird getestet…

# #30308
source: The connection can be established successfully. All good.
de_de: Die Verbindung kann erfolgreich aufgebaut werden. Alles in Ordnung.

# #30309
source: Connection failed.
de_de: Verbindung fehlgeschlagen.

# #30317
source: Connection failed. Please check Host, username and password under Settings → Connection. Currently no host is configured.
de_de: Verbindung fehlgeschlagen. Bitte unter Einstellungen → Verbindung Host, Benutzer und Passwort prüfen. Aktuell ist kein Host eingetragen.

# #30318
source: Invalid connection number. Please choose 1, 2 or 3.
de_de: Ungültige Verbindungsnummer. Bitte 1, 2 oder 3 wählen.

# #30319
source: No files cleaned.
de_de: Keine Dateien bereinigt.

# #30310
source: Save
de_de: Sichern

# #30311
source: Create
de_de: Erstellen

# #30312
source: Restore
de_de: Wiederherstellen

# #30313
source: Run
de_de: Ausführen

# #30314
source: Favourites synced.[CR]Connection type: {connection}[CR]Local: {local}[CR]Server: {remote}
de_de: Favoriten synchronisiert.[CR]Verbindungstyp: {connection}[CR]Lokal: {local}[CR]Server: {remote}

# #30315
source: Error: {error}
de_de: Fehler: {error}

# #30316
source: Tested: %s
de_de: Getestet: %s

# #30321
source: Backup and Restore
de_de: Backup und Wiederherstellen

# #30322
source: What do you want to do?
de_de: Was möchtest du machen?

# #30324
source: Choose other file...
de_de: Andere Datei wählen...

# #30325
source: This file is not a valid build backup (missing or invalid manifest).
de_de: Diese Datei ist kein gültiges Build-Backup (Manifest fehlt oder ist ungültig).

# #30326
source: Save backup to connection (FTP/SFTP/SMB)
de_de: Backup auf Verbindung speichern (FTP/SFTP/SMB)

# #30327
source: Connection for backup/restore (1, 2 or 3)
de_de: Verbindung für Backup/Wiederherstellen (1, 2 oder 3)
